IdeaRS.Connections
ConnectionData.NodeId Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the Id of the corresponding node in the structure
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NodeId { get; set; }
Property Value
Type: Int32
See Also
Reference
ConnectionData Class
IdeaRS.Connections.Data Namespace